Repository: MaddTheSane/chicken
Catalog: cotvnc/Resources/mul.lproj/ServerDisplay.xcstrings
Source language: en
Languages: fr, it, ja

# 6.title
source: Connect
fr: Connecter
it: Connetti
ja: 接続

# 7.ibShadowedToolTip
source: The password for the server to which you wish to connect
fr: Le mot de passe du serveur auquel vous souhaitez vous connecter
it: La parola d'accesso per il server a cui desideri connetterti
ja: 接続先のサーバのパスワードを入力します。

# 11.ibShadowedToolTip
source: The host name or IP address of the server to which you wish to connect. You can optionally append a port number with a colon.
fr: Le mon ou l'adresse IP du serveur auquel vous souhaitez vous connecter. Vous pouvez spécifier un numéro de port optionnel, séparé par " : "
it: Il nome dell'opsitante o dell'indirizzo IP del server a cui desideri connetterti. Opzionalmente puoi collegare un numero porta con un due punti " : ".
ja: 接続先のサーバのホスト名または IP アドレスを入力します。ポート番号を指定するにはコロンに続けてポート番号を入力します。

# 13.title
source: default
fr: Défaut
it: Iniziale
ja: デフォルト

# 14.ibShadowedToolTip
source: Connect to the server now
fr: Se connecter au serveur maintenant
it: Connettiti ora al server
ja: 今すぐサーバに接続

# 17.ibShadowedToolTip
source: Select your desired connection profile.
fr: Choisissez le profile de connection désiré
it: Scegli un profilo di connessione
ja: 接続に使うプロファイルを選択します

# 18.ibShadowedToolTip
source: The display number of the server to which you wish to connect
fr: Le numéro d'affichage du serveur auquelvous souhaitez vous connecter
it: Il numero di visualizzazione del server a cui desideri connetterti
ja: 接続先のサーバのディスプレイ番号を入力します。

# 20.ibShadowedToolTip
source: Store this password in your Keychain for automatic retrieval next time.
fr: Enregistrer ce mot de passe dans le trousseau pour le récupérer automatiquement la prochaine fois
it: Salva questa parola d'accesso nel tuo portachiavi per un auto-richiamo la prossima volta.
ja: パスワードをキーチェーンに保存し、次回から自動ログインできるようにします。

# 26.ibShadowedToolTip
source: Other clients can connect to the server at the same time as you.
fr: D'autres clients peuvent se connecter au serveur en même temps que vous
it: Altri clienti possono connettersi al server allo stesso tempo.
ja: 使用中にほかのクライアントがサーバへ接続できるようにします。

# 92.ibShadowedToolTip
source: Hide your menubar and Dock and use the entire screen.
fr: Cache la barre de menus et le Dock pour utiliser tout l'écran
it: Nascondi la barra del menù e Dock usando così lo Schermo Intero.
ja: メニューバーと Dock を隠して画面全体を使用します。

# 98.ibShadowedToolTip
source: Keyboard and mouse events will not be sent to the server, you will only be observing.
fr: Les actions clavier et souris ne seront pas transmises. Vous allez simplement observer
it: Gli eventi tastiera e mouse non verranno mandati al server, osserverai solamente.
ja: キーボードおよびマウスを操作してもサーバに送信しません。サーバの監視のみを行います。

# 113.title
source: Host:
fr: Serveur:
ja: 接続先：

# 114.title
source: Connecting…
fr: Connexion en cours...
it: Connetto...
ja: 接続中...

# 115.title
source: Password:
fr: Mot de passe:
ja: パスワード：

# 117.title
source: Connect
fr: Connecter
it: Connetti
ja: 接続

# 118.title
source: Display or port:
fr: Affichage ou port:
it: Video o porta:
ja: ディスプレイ番号 or port：

# 121.title
source: Remember Password
fr: Enregistrer le mot de passe
it: Ricorda la Password
ja: パスワードを保存する

# 123.title
source: Allow other clients to connect
fr: Autres clients peuvent se connecter
it: Permetti a + clienti di connettersi
ja: ほかのクライアントの接続を許可

# 124.title
source: Fullscreen display
fr: Plein écran
it: Pieno schermo
ja: フルスクリーン表示

# 125.title
source: Save Server
fr: Enregistrer le serveur
it: Registra Impostazioni Server
ja: サーバを保存

# 126.title
source: View only
fr: Observer seulement
it: Solo visualizzazione
ja: 表示のみ

# 116.placeholderString
source: server address
it: indirizzo server
ja: サーバのアドレス

# 122.title
source: Profile:
it: Profilo:
ja: プロファイル：

# 128.title
source: Display 10 is port 5910
it: Video 10 è porta 5910

# 136.title
source: SSH host:
ja: Tunnel over SSH
